Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.LUZ
source: Electromagnetic radiation in the wavelength range visible to the human eye: visible light
es: Radiación electromagnética visible al ojo humano

# word_hint.MADRID
source: The capital city of Spain
es: Ciudad capital de España

# word_hint.MAL
source: Intending to harm; malevolent
es: Carencia de bondad

# word_hint.MALO
source: Of poor quality or harmful in effect
es: De mala calidad o que produce un efecto perjudicial

# word_hint.MANDAR
source: Arrangement, disposition, or sequence
es: Dar órdenes a un subalterno o súbdito

# word_hint.MANEJAR
source: The part of an object which is held in the hand when used or moved
es: Utilizar, manipular algo con las manos

# word_hint.MANERA
source: To do with a place or places
es: El método de hacer algo

# word_hint.MANGO
source: The part of an object which is held in the hand when used or moved
es: Saliente larga y estrecha de un utensilio que sirve para sujetarlo

# word_hint.MANO
source: The part of the forelimb below the forearm or wrist in a human, and the corresponding part in many other animals
es: Extremidad prensil y articulada en el extremo distal del brazo de los antropoides

# word_hint.MANZANA
source: A common, firm, round fruit produced by a tree of the genus Malus
es: Fruta comestible del manzano, un pomo crujiente, de intenso y agradable aroma y sabor de dulce a subácido, recubierto de una piel delgada de color verde, rojo o amarillo

# word_hint.MAPA
source: A visual representation of an area, whether real or imaginary, showing the relative positions of places and other features
es: Representación visual de un área real o imaginaria

# word_hint.MAR
source: A large body of salt water
es: Cuerpo de agua salada que rodea los continentes de la Tierra

# word_hint.MARAVILLOSO
source: Tending to excite wonder; surprising, extraordinary
es: Que suscita admiración, sorpresa o estupor

# word_hint.MARIDO
source: A man in a marriage or marital relationship, especially in relation to his spouse
es: Hombre casado respecto de su esposa

# word_hint.MAS
source: Adverb or determiner meaning a greater quantity or degree
es: Adverbio o determinante que indica mayor cantidad o grado

# word_hint.MATAR
source: To cause the death of a living being
es: Quitar la vida a un ser vivo

# word_hint.MAYORIA
source: Largest part of a group, more than half
es: Parte más numerosa de un conjunto, superior a la mitad

# word_hint.MAÑANA
source: The early part of the day, especially from midnight to noon
es: Lapso que transcurre desde la salida del sol hasta el mediodía

# word_hint.MEDICO
source: Of or pertaining to the practice of medicine
es: Propio de la medicina o relacionado con ella

# word_hint.MEDIDA
source: A prescribed quantity or extent
es: Acción o efecto de medir

# word_hint.MEDIO
source: Thirty minutes past any hour
es: Que es una de las dos partes iguales en que se divide algo

# word_hint.MENCIONAR
source: A speaking or noticing of anything, usually in a brief or cursory manner
es: Hacer mención o referencia de una persona o de una cosa

# word_hint.MENOS
source: Adverb or determiner indicating a smaller quantity or degree
es: Adverbio o determinante que indica menor cantidad o grado

# word_hint.MENSAJE
source: A communication, or what is communicated; any concept or information conveyed
es: Acción o encargo de decir algo, o bien llevar una cosa

# word_hint.MENTE
source: The capability for rational thought
es: Entidad incorporea, inmaterial, supuesta sede de la imaginación, la conciencia, la reflexión, la intuición, la voluntad

# word_hint.MENTIR
source: To rest in a horizontal position on a surface
es: Decir algo que es falso o negar la verdad

# word_hint.MERECER
source: A claim to commendation or a reward
es: Ser digno de aprecio, valor, reconocimiento o atención. Tener mérito

# word_hint.MES
source: A period into which a year is divided, historically based on the phases of the moon
es: Cada una de las doce partes, de duración variable según el sistema pero similar al ciclo lunar, en que se divide el año

# word_hint.MESA
source: Furniture with a top surface to accommodate a variety of uses
es: Mueble que consta de una superficie plana y horizontal sostenida por patas

# word_hint.METRO
source: The basic unit of length in the International System of Units, equal to the distance travelled by light in a vacuum in 1/299 792 458 seconds. The metre is equal to 39+⁴⁷⁄₁₂₇ imperial inches
es: Unidad de longitud del Sistema Internacional de Unidades equivalente a la distancia recorrida por la luz en un tiempo de 1/299.792.458 de segundo

# word_hint.MIEDO
source: A strong, unpleasant emotion or feeling caused by actual or perceived danger or threat
es: Emoción de alarma ante un peligro real o imaginado

# word_hint.MIEL
source: A sweet, viscous, gold-colored fluid produced from plant nectar by bees, and often consumed by humans
es: Fluido dulce y de color dorado elaborado por las abejas a partir de néctar de flores, apreciado como alimento

# word_hint.MIENTRAS
source: An uncertain duration of time, a period of time
es: Entre tanto, en tanto o entre tanto que

# word_hint.MIERDA
source: Usually solid excretory product evacuated from the bowels; feces
es: Desecho maloliente de la comida ingerida, que se expulsa por vía anal

# word_hint.MIL
source: Cardinal number equal to one thousand
es: Número cardinal equivalente a mil unidades

# word_hint.MILITAR
source: Characteristic of members of the armed forces
es: Perteneciente o relacionado con las fuerzas armadas

# word_hint.MILLON
source: The cardinal number 1 000 000: 10⁶; a thousand thousand
es: Cantidad igual a mil millares, 1 000 000, 10⁶

# word_hint.MINISTRO
source: A person who is trained to preach, to perform religious ceremonies, and to afford pastoral care at a Protestant church
es: El que ministra alguna cosa

# word_hint.MINUTO
source: A unit of time which is one sixtieth of an hour
es: Dicho del dinero, que va en monedas de poco valor

# word_hint.MIRAR
source: To try to see, to pay attention to with one’s eyes
es: Fijar la vista en un objeto, aplicando juntamente la atención

# word_hint.MISMO
source: Not different or other; not another or others; not different as regards self; selfsame; identical
es: Que dos o más cosas o personas son una sola

# word_hint.MITAD
source: Thirty minutes past any hour
es: Al dividir un todo en dos partes iguales, cada una de dichas partes

# word_hint.MOCHILA
source: Bag worn on the back to carry personal items
es: Bolsa de material resistente que se sujeta a la espalda

# word_hint.MOLESTAR
source: To disturb or irritate, especially by continued or repeated acts; to bother with unpleasant deeds
es: Causar molestias o incomodidades de alguna clase

# word_hint.MOMENTO
source: A particular point, or relatively small region
es: Cantidad relativamente corta de tiempo

# word_hint.MONTE
source: A mountain in the Himalayas, on the border of Solukhumbu district, Koshi, Nepal and Tingri County, Shigatse, Tibet Autonomous Region, China; the world's highest mountain above sea level
es: Gran elevación sobre el terreno

# word_hint.MORIR
source: To stop living; to become dead; to undergo death
es: Llegar al fin de la vida propia. Dejar de estar vivo

# word_hint.MOSTRAR
source: To display or make something visible to others
es: Exhibir algo para que otros lo vean

# word_hint.MOTIVO
source: An idea or communication that makes one want to act, especially from spiritual sources; a divine prompting
es: Razón que mueve o motiva una consecuencia

# word_hint.MOTOR
source: Machine that converts energy into movement
es: Máquina que transforma energía en movimiento

# word_hint.MOVER
source: To change place or posture; to go, in any manner, from one place or position to another
es: Cambiar algo de lugar o posición

# word_hint.MOVIMIENTO
source: Physical motion between points in space
es: Cambio de posición de un objeto que ocurre en el tiempo

# word_hint.MUCHACHO
source: Boy or young male person
es: Niño o joven de sexo masculino

# word_hint.MUCHO
source: Large amount, quantity, or intensity
es: Gran cantidad, número o intensidad

# word_hint.MUERTE
source: The cessation of life and all associated processes; the end of an organism's existence as an entity independent from its environment and its return to an inert, nonliving state
es: Fin de la vida, en especial de una persona

# word_hint.MUERTO
source: A piece of US paper currency
es: Que no tiene vida, en sentido real o figurado

# word_hint.MUJER
source: An adult female human
es: Ser humano de sexo femenino

# word_hint.MUNDO
source: Any of various large international expositions held since the mid 19th century, often called "Expo"
es: Totalidad de lo existente

# word_hint.MUSGO
source: Any of various small, green, seedless plants growing on the ground or on the surfaces of trees, stones, etc.; now specifically, a plant of the phylum Bryophyta
es: Planta pequeña que crece en lugares húmedos y sombríos

# word_hint.MUSICA
source: A series of sounds organized in time, usually employing some combination of harmony, melody, rhythm, tempo, etc., often to convey a mood
es: Arte que emplea el sonido y el silencio de manera organizada para producir un efecto estético o anímico

# word_hint.NACER
source: To be born and begin life
es: Venir al mundo al inicio de la vida

# word_hint.NACIONAL
source: Pertaining to a nation or country, especially as a whole; affecting, shared by, or existing throughout all of a nation
es: Perteneciente o relativo a una nación

# word_hint.NADA
source: Absence of any thing
es: Ausencia de cualquier cosa

# word_hint.NADIE
source: Pronoun indicating that no person is involved
es: Pronombre indefinido que indica ausencia total de personas

# word_hint.NARANJA
source: An evergreen tree of the genus Citrus such as Citrus sinensis which yields oranges
es: Color entre rojo y amarillo; algo más oscuro que la yema de un huevo

# word_hint.NATURAL
source: A mixture of gaseous hydrocarbons associated with petroleum deposits; mostly methane with smaller amounts of ethane, propane and butane; principally used as a fuel
es: Relacionado con la naturaleza o propio de ella, ajeno a la intervención y creación humanas

# word_hint.NAVE
source: A water-borne vessel generally larger than a boat
es: Vehículo construido de tal manera de ser capaz de flotar sobre las aguas para servir a la navegación y, en particular, aquel que no porta remos, impulsándose a vela

# word_hint.NECESARIO
source: Required, essential, whether logically inescapable or needed in order to achieve a desired result or avoid some penalty
es: Que es indispensable, que se necesita para realizar una tarea

# word_hint.NECESIDAD
source: The quality or state of being necessary, unavoidable, or absolutely requisite
es: Calidad de necesario

# word_hint.NECESITAR
source: A requirement for something; something needed
es: Tener necesidad de algo

# word_hint.NEGOCIO
source: Something which is done or is to be done; business of any kind, commercial, professional, or public
es: Local en que se comercia

# word_hint.NEGRO
source: Absorbing all light and reflecting none; dark and hueless
es: De color extremadamente oscuro, propio de los cuerpos que no reflejan nada de luz o de la oscuridad más absoluta

# word_hint.NIEVE
source: A large feline mammal, Panthera uncia, native to mountain ranges of central Asia
es: Precipitación atmosférica constituida por hielo cristalizado

# word_hint.NIVEL
source: The same height at all places; parallel to a flat ground
es: Altitud de un punto específico, medida como la distancia normal a un plano de referencia

# word_hint.NIÑO
source: A person who has not yet reached adulthood, whether natural, cultural, or legal
es: Ser humano de corta edad, en especial el que no ha llegado a la pubertad

# word_hint.NOCHE
source: The time when the Sun is below the horizon when the sky is dark
es: Tiempo entre dos días que coincide con el momento durante el cual el sol no da su luz

# word_hint.NOMBRE
source: Any nounal word or phrase which indicates a particular person, place, class, or thing
es: En general, palabra que designa una entidad o condición

# word_hint.NORMAL
source: According to norms or rules or to a regular pattern
es: Conforme a lo que es común, usual

# word_hint.NORTE
source: A country in East Asia, whose territory consists of the northern part of Korea. Official name: Democratic People's Republic of Korea. Capital: Pyongyang
es: Punto cardinal opuesto al sur

# word_hint.NOTA
source: A symbol or annotation
es: Señalización para facilitar el reconocimiento de algo o para darlo a conocer

# word_hint.NOTICIA
source: New information of interest
es: Noción, conocimiento elemental

# word_hint.NOVIO
source: A man in the context of his own wedding; one who is going to marry or has just been married
es: Persona que está en trance de contraer matrimonio o acaba de hacerlo

# word_hint.NUBE
source: A rock; boulder; a hill
es: Vapor de agua suspendido en la atmósfera, cuya condensación se precipita como lluvia, granizo o nieve

# word_hint.NUESTRO
source: Belonging to us, excluding the person being addressed
es: Relativo a la primera persona plural, lo que nos pertenece o poseemos

# word_hint.NUEVO
source: A country and archipelago of Oceania, to the east of Australia. Official name: New Zealand. Capital: Wellington
es: Que tiene poco tiempo de existencia

# word_hint.NUMERO
source: Concept that expresses quantity, order, or position in counting
es: Cantidad con relación a su unidad

# word_hint.NUNCA
source: At no time; on no occasion; in no circumstance
es: En ningún momento o circunstancia posibles

# word_hint.OBJETIVO
source: Of or relating to a material object, actual existence or reality
es: Blanco para ejercitar el disparo de un arma

# word_hint.OBRA
source: Work produced by someone, especially artistic or intellectual
es: Resultado de un trabajo, en especial artístico o intelectual

# word_hint.OBSERVAR
source: To notice or view, especially carefully or with attention to detail
es: Ver, mirar, percibir, notar

# word_hint.OBTENER
source: To get hold of; to gain possession of, to procure; to acquire, in any way
es: Conseguir lo que se busca, intenta, desea o merece

# word_hint.OCASION
source: A favorable opportunity; a convenient or timely chance
es: Oportunidad ofrecida para realizar o lograr algo

# word_hint.OCHO
source: Cardinal number equal to seven plus one
es: Número cardinal equivalente a siete más uno

# word_hint.OCURRIR
source: To happen or take place
es: Aparecer algo sin una causa determinada, producirse espontáneamente

# word_hint.ODIAR
source: An object of hatred
es: Sentir o experimentar emociones fuertes de rechazo, antipatía, aversión , deseos de destrucción o de mal para el objeto en cuestión

# word_hint.ODIO
source: An object of hatred
es: Sentimiento de violento desagrado hacia alguien o algo, que lleva a desearle el mal

# word_hint.OFICINA
source: A ceremonial duty or service, particularly
es: Lugar o sitio en el cual se realiza alguna actividad o se trabaja

# word_hint.OFRECER
source: A proposal that has been made
es: Poner algo a disposición de otra persona para que lo acepte

# word_hint.OIR
source: To perceive sounds through the ear
es: Percibir sonidos con el oído

# word_hint.OJO
source: An organ through which animals see
es: Órgano sensible a la luz que permite la visión en los seres vivos

# word_hint.OLVIDAR
source: To lose remembrance of
es: Perder el recuerdo o la memoria de algo

# word_hint.OPERACION
source: The method by which a device performs its function
es: Acción o efecto de operar

# word_hint.OPINION
source: A belief, judgment or perspective that a person has formed, either through objective or subjective reasoning, about a topic, issue, person or thing
es: Grado personal de verdad, impresión o certeza que alguien se ha formado sobre algo, especialmente en casos cuestionables; perspectiva o punto de vista de alguien sobre un tema, situación o asunto

# word_hint.OPORTUNIDAD
source: A chance for advancement, progress or profit
es: Una circunstancia favorable

# word_hint.ORDEN
source: Arrangement, disposition, or sequence
es: Organización de cosas de acuerdo con una secuencia

# word_hint.ORO
source: A heavy yellow elemental metal of great value, with atomic number 79 and symbol Au
es: Elemento químico con el número atómico 79. Es un metal pesado, dúctil, maleable, resistente a la corrosión, muy apreciado en joyería desde la remota Antigüedad

# word_hint.OTRO
source: Different from one already mentioned
es: Distinto del que ya se mencionó

# word_hint.PACIENTE
source: Willing to wait if necessary; not losing one's temper while waiting
es: Que tiene paciencia, que soporta o padece sin inmutarse

# word_hint.PADRE
source: A male parent, especially of a human; a male who parents a child
es: Macho, animal o humano, que ha engendrado o adoptado hijos

# word_hint.PAGAR
source: To give money or other compensation to in exchange for goods or services
es: Satisfacer lo que se debía

# word_hint.PAIS
source: A historically constituted, stable community of people, formed based on a common language, territory, economic life, ethnicity and/or psychological make-up manifested in a common culture
es: Comunidad humana numerosa, organizada en un territorio, para defender su interés común frente a otras comunidades del mismo tipo

# word_hint.PALABRA
source: The smallest unit of language that has a particular meaning and can be expressed by itself; the smallest discrete, meaningful unit of language
es: Unidad mínima de significado de una lengua o idioma

# word_hint.PAN
source: A foodstuff made by baking dough made from cereals
es: Masa a base de harina y agua endurecida por cocción al horno

# word_hint.PAPA
source: A sixteenth-century gambling card game about which little is known
es: Obispo de Roma en la jerarquía de la Iglesia católica, que es la máxima autoridad en la misma

# word_hint.PAPEL
source: Thin sheet material used for writing, printing, or wrapping
es: Lámina delgada usada para escribir, imprimir o envolver

# word_hint.PAR
source: A symbol used in mathematics to indicate that two values are the same, and elsewhere in various other ways, such as to separate the signature from the content of a telegram
es: Variante obsoleta de por, conservada en fórmulas de juramento

# word_hint.PARA
source: A state of the North Region, Brazil. Capital: Belém
es: Indica el objetivo o finalidad de la acción

# word_hint.PARAR
source: To stop moving or make something stop
es: Detenerse o hacer que algo se detenga

# word_hint.PARECER
source: To appear; to look outwardly; to be perceived as
es: Tener cierto aspecto o apariencia; verse o ser considerado de determinada manera

# word_hint.PARQUE
source: An area of land set aside for environment preservation or recreation
es: Terreno o sitio cercado y con plantas, para caza o para recreo, generalmente inmediato a un palacio o a una población

# word_hint.PARTE
source: A linguistic category of words sharing syntactic or morphological behaviour and semantic properties, such as noun or verb
es: Lo que se separa, aparta, o se considera aisladamente del todo

# word_hint.PARTIR
source: A linguistic category of words sharing syntactic or morphological behaviour and semantic properties, such as noun or verb
es: Hacer divisiones en un todo, de tal modo de separarlo en partes

# word_hint.PASADO
source: A participle indicating a completed action or state
es: Temporada antes del presente

# word_hint.PASAR
source: To move from one place or state to another
es: Ir de un lugar o estado a otro

# word_hint.PASEO
source: Walk taken for leisure or short movement through a place
es: Recorrido a pie por ocio o desplazamiento breve

# word_hint.PASO
source: Movement of a foot in walking, or each stage of a process
es: Cada uno de los movimientos de avance de las piernas al caminar

# word_hint.PASTA
source: A soft moist mixture, in particular:
es: Material sólido, blando y maleable, elaborado a partir de ingredientes pulverulentos y líquidos

# word_hint.PAZ
source: A state of tranquility, quiet, and harmony. For instance, a state free from civil disturbance
es: Condición espiritual o anímica de tranquilidad o quietud

# word_hint.PEDIR
source: To request or petition
es: Dirigirse a una persona para instarla a hacer o dar determinada cosa

# word_hint.PEGAR
source: An elongated piece of wood or similar material, typically put to some use, for example as a wand or baton
es: Hacer que una cosa quede adherida a otra

# word_hint.PELEAR
source: Senses relating to physical conflict:
es: Sostener una pugna de dos o más participantes, especialmente si existe agresión física

# word_hint.PELICULA
source: A thin layer of some substance; a pellicle; a membranous covering, causing opacity
es: Capa delgada de material que cubre un objeto

# word_hint.PELIGRO
source: Exposure to likely harm; peril
es: Lo que puede causar un daño

# word_hint.PELIGROSO
source: Likely to cause harm, damage, or risk
es: Que puede causar daño, perjuicio o riesgo

# word_hint.PELO
source: A pigmented filament of keratin which grows from a follicle on the skin of humans and other mammals
es: Filamento de queratina que crece en la piel de humanos y animales, cubren parte de la cabeza u otras partes del cuerpo, tiene una raíz bulbosa que nace en los poros de la piel

# word_hint.PENA
source: An ache or bodily suffering, or an instance of this; an unpleasant sensation, resulting from a derangement of functions, disease, or injury by violence; hurt
es: Castigo impuesto por autoridad legítima a quien ha cometido un delito o falta

# word_hint.PENSAR
source: To ponder, to go over in one's mind
es: Ejercitar el intelecto para explicarse o imaginarse algo o para concebir ideas

# word_hint.PEQUEÑO
source: Not large or big; insignificant; few in number
es: De tamaño reducido, menor a lo común o normal

# word_hint.PERA
source: An edible fruit produced by the pear tree, similar to an apple but typically elongated towards the stem
es: Fruto dulce del peral, con base ancha y cuello estrecho

# word_hint.PERDER
source: To cease to have in one's possession or capability
es: Dejar de poseer un objeto o bien material

# word_hint.PERDON
source: Forgiveness for an offence
es: Acción o resultado de perdonar

# word_hint.PERDONAR
source: Forgiveness for an offence
es: Librar a alguno de la culpa o daño que de otro modo se le atribuiría por un acto

# word_hint.PERMANECER
source: To remain in a particular place, especially for a definite or short period of time; sojourn; abide
es: Conservar el estado, continuar la situación sin cambios

# word_hint.PERMITIR
source: To let one have as a suitable share of something
es: Dar su consentimiento quien tenga autoridad competente, para que otros hagan de dejen de hacer algo

# word_hint.PERO
source: Apart from, except, excluding
es: Úsase para introducir una proposición que contradice o se contrapone a la anterior

# word_hint.PERRO
source: Domesticated canine commonly kept as a companion or working animal
es: Mamífero canino domesticado que convive con las personas

# word_hint.PERSONA
source: An individual who has been granted personhood; usually a human being
es: Individuo perteneciente a la especie humana

# word_hint.PERSONAL
source: A pronoun which, in English, refers to one or a combination of the following
es: Propio de o relacionado con la persona

# word_hint.PERTENECER
source: To have its proper place
es: Formar parte de algo

# word_hint.PESAR
source: To determine the weight of an object
es: Establecer el peso o la masa de algo, en particular empleando un instrumento para tal efecto

# word_hint.PESO
source: The downwards force an object experiences due to gravity
es: Fuerza, y magnitud de esta, con que la tierra atrae a un cuerpo
